Repository: common-repository/lite-cache
Catalog: languages/lite-cache-*.po
Languages: it_it, ru_ru

source: Unable to write the <code>wp-content/advanced-cache.php</code> file. Check the file or folder permissions.
ru_ru: Невозможно создать <code>wp-content/advanced-cache.php</code> файл. Проверьте права на возможность создания файлов и папок.

source: Options deleted. You can now deactivate the plugin and proceed with its removal.
it_it: Opzioni cancellate. Ora puoi disattivare e disinstallare Lite Cache.
ru_ru: Сброс настроек. Теперь ВЫ можете деактивировать плагин и продолжить его удаление

source: Cache size:
it_it: Dimensione della cache:
ru_ru: Размер Кэша

source: <a href="http://www.satollo.net/plugins/lite-cache" target="_blank">Get Help</a>
it_it: <a href="http://www.satollo.net/plugins/lite-cache" target="_blank">Aiuto</a>
ru_ru: <a href="http://www.satollo.net/plugins/lite-cache" target="_blank">Поддержка</a>

source: <a href="http://www.satollo.net/forums" target="_blank">Forum</a>
it_it: <a href="http://www.satollo.net/plugins/lite-cache" target="_blank">Get Help</a>
ru_ru: <a href="http://www.satollo.net/forums" target="_blank">Форум</a>

source: Subscribe to satollo.net
it_it: Iscriviti a Satollo.net
ru_ru: Подписка на новости satollo.net

source: <a href="http://www.satollo.net/donations" target="_blank">Even <b>1$</b> helps: read more</a>
it_it: <a href="http://www.satollo.net/donations" target="_blank">Anche <b>1€</b> aiuta: leggi di più</a>
ru_ru: <a href="http://www.satollo.net/donations" target="_blank">Даже <b>1$</b> поддержка проекта: читать далее </a>

source: You must add to the file wp-config.php (after the <code>define("WPLANG", "");</code>) the line of code: <code>define("WP_CACHE", true);</code>
it_it: Devi aggiungere al file wp-config.php (dopo la riga <code>define("WPLANG", "");</code>) il codice: <code>define("WP_CACHE", true);</code>
ru_ru: Вы должны добавить в файл wp-config.php (after the <code>define("WPLANG", "");</code>) следующий код: <code>define("WP_CACHE", true);</code>

source: You must save the options since some files must be updated.
it_it: E' necessario salvare le opzioni per attivare la cache.
ru_ru: Вы должны сохранить настройки, для обновление файлов

source: Lite Cache was not able to create or find the
it_it: Lite Cache non è stato in grado di creare o trovare la
ru_ru: Lite Cache не может создать и сохранить

source: folder, please create it manually with list, write and read permissions (usually 777).
it_it: cartella: creala manualmente.
ru_ru: папка, пожалуйста создайте это вручную с доступом (обычно 777).

source: You should choose a different <a href="options-permalink.php" target="_blank"> permalink structure under the Permalink panel</a> otherwise Lite Cache cannot work properly.
ru_ru: Вы должны выбрать <a href="options-permalink.php" target="_blank"> ссылки</a> иначе плагин не может работать должным образом

source: All your questions should be answered on <a href="http://www.satollo.net/plugins/lite-cache" target="_tab">Lite Cache official page</a> (open in a new tab).
it_it: Tutte le domande dovrebbero essere risposte sulla <a href="http://www.satollo.net/plugins/lite-cache" target="_tab">pagina ufficiale di Lite Cahce</a> (apre in uno nuova finestra).
ru_ru: На все вопросы по работе плагина на сайте <a href="http://www.satollo.net/plugins/lite-cache" target="_tab">Lite Cache официальня страница</a> (открыть в новой вкладке).

source: Clean the whole cache
it_it: Svuota la cache
ru_ru: Очистить весь Кэш

source: Clean home, feed, archives
ru_ru: Очистить главную, feed, архивы

source: Compute the cache size
it_it: Calcola la dimensione
ru_ru: Размер существующего Кэша

source: Configuration
it_it: Configurazione
ru_ru: Настройки

source: Mobile
ru_ru: Мобильные браузеры

source: Advanced
it_it: Avanzate
ru_ru: Расширенные настройки

source: Cached pages will be valid for
it_it: Una pagina sarà valida per
ru_ru: Кэшируемы страницы будут пересохранены

source: hours
it_it: ore
ru_ru: часов

source: Cache even for logged in users?
it_it: Attiva la cache per utenti connessi?
ru_ru: Выдавать для всех пользователей страницы из Кэша?

source: NOT RECOMMENDED!
it_it: NON RACCOMANDATO!
ru_ru: НЕ РЕКОМЕНДУЕТСЯ!

source: <div class="hints">See <a href="http://www.satollo.net/plugins/lite-cache">this page</a> to disable the cache if you are the administrator</div>
ru_ru: <div class="hints">Видеть <a href="http://www.satollo.net/plugins/lite-cache">это страницу</a> кэшированной? Отключите кэш для администратора</div>

source: URLs to exclude from cache
it_it: URLs che Lite Cache deve ignorare
ru_ru: Исключить из кэширования адреса URLs

source: 0 means forever.
it_it: 0 significa "per sempre"
ru_ru: 0 значит вечно.

source: One per line
it_it: Uno per linea
ru_ru: По одному в строке

source: Mode
it_it: Modo
ru_ru: Режим

source: [disabled] Do not detect mobile devices
it_it: [disabilita] Non riconoscere i dispositivi mobili
ru_ru: [Отключено] Не обнаруживать мобильных устройств

source: [enabled] Detect mobile devices and use a separate cache
it_it: [abilitata] Riconosci i dispositivi mobile e crea una cache separata
ru_ru: [Включено] Обнаружение мобильных устройства, и отдельное кэширование

source: [enabled] Detect mobile devices and bypass the cache
it_it: [enabled] Riconosci i dispositivi mobile ma non usare la cache
ru_ru: [Включено] Обнаружение мобильных устройств и стандартное кэширование

source: It make sense to disable the cache for mobile devices when their traffic is very low.
it_it: Ha senso disabilitare la cache per dispositivi mobili se fanno poco traffico
ru_ru: Имеет смысл отключить Кэш для мобильных устройств, если их трафик низок

source: Mobile theme
it_it: Tema per dispositivi mobili
ru_ru: Тема для мобильных устройств

source: Use the active blog theme
it_it: Usa il tema corrente del blog
ru_ru: Использовать активную тему сайта

source: Even if the active blog theme is used for mobile devices, if some plugins create different content layout for mobile devices so you MUST set the caching option to "use a separate cache".
it_it: Anche se non usi un tema per il mobile, alcuni plugin potrebbero generare contenuti diversi per desktop e mobile. In questo caso è meglio riconoscere i dispositivi mobili.
ru_ru: Даже если активная тема используется для мобильных устройств, некоторые дополнения к программе создают различное содержание/размещение для мобильных устройств, таким образом Вы ДОЛЖНЫ включить "Обнаружение мобильных устройства, и отдельное кэширование".

source: Mobile agents
it_it: "User agents" dei dispositivi mobili
ru_ru: Мобильные устройства

source: Must be lower case and separated by the pipe (|) symbol. No single quotes or spaces! A default value can be
ru_ru: Используйте только строчные буквы разделенные символом (|). Только стандартные устройства

source: This mode works only if you are using the .htaccess file in your blog. Modify it adding the piece of code below just before the part delimited by "# BEGIN WordPress". This working mode has some limits and cannot be used with logged in user cache option enabled.
ru_ru: Этот режим работает, только если Вы используете .htaccess файл на вашем сайте. Добавьте в файл .htaccess приведённый ниже код, непосредственно перед "# BEGIN WordPress". Использование этого режима имеет некоторые ограничения.

source: <strong>Warning</strong>! When you change the option above to cache for logged in users too, this code change too!
ru_ru: <strong>Предупреждение</strong>! Если ВЫ поставили галочку "Выдавать для всех пользователей страницы из Кэша?", то внесением правил в файл .htaccess, вы меняете правила кэширования!

source: Disable compression
it_it: Disabilita la compressione
ru_ru: Отключить сжатие

source: No
ru_ru: Нет

source: Yes
it_it: Sì
ru_ru: Да

source: Disable the compression if you got page served which results in a lot of odd characters. <strong>If change this setting you MUST clear the cache</strong>.
it_it: Disabilita la compressione se vedi che le pagine sul browser sono illeggibili. Devi anche svuotare la cache.
ru_ru: Отключите сжатие, если на страницах сайта появились пустые страницы или нечитаемые символы <strong>Если измените эту настройку, не забудьте очистить кэш</strong>

source: Disable "commentator" optimization
it_it: Disabilita l'ottimizzatore per i commentatori
ru_ru: Отключить кеширование для комментариев

source: Lite Cache is able to work with users who left a comment and completes the comment form with user data even on cached page. But the "awaiting moderation" message cannot be shown. If you have few commentators, you can disable this feature to get back the classical WordPress comment flow.
ru_ru: Lite Cache работает с пользователями, которые оставили комментарий и показывает только ему страницу с комментарием, не смотря на то, что комментарий ожидает модерации и не опубликован. И сообщение "ожидает модерации" не показано. Если у вас не много комментаторов, вы можете отключить эту функцию, чтобы использовать стандартный вариант WordPress .

source: Cache only posts newer than
it_it: Metti in cache solo i posto più recenti di
ru_ru: Кешировать только новые сообщения

source: days
it_it: giorni
ru_ru: дней

source: Older posts wont be cached and stored resulting in a lower disk space usage. Useful when older posts have low traffic.
it_it: I post vecchi non verranno messi nella cache risparmiando spazio su disco.
ru_ru: Архивные страницы, кэшируются, что приводят к экономии дискового пространства. Полезно, когда старые страницы имеют низкий трафик

source: When invalidation occurs invalidate even
it_it: Quando una pagina viene tolta dalla cache togli anche
ru_ru: Когда происходит Очистка кеша, меняется и главная

source: latest post
ru_ru: Последние записи

source: The number of latest posts to invalidate when the home is invalidated.
it_it: Numero di post recenti da invalidate quando viene invalidata la home.
ru_ru: Число последних записей, изменятся, когда изменена главная.

source: Agents to rejects
it_it: User agent da ignorare
ru_ru: Исключение устройств

source: Must be lower case and separated by the pipe (|) symbol. No single quotes or spaces!
ru_ru: Прописывайте только строчными буквами, разделяя символом (|). Только стандартные обозначения

source: Cache folder
ru_ru: Папка с кэшем

source: path on disk
it_it: percorso su disco
ru_ru: полный путь к диску

source: Leave blank for default value. The .htaccess rules may not work with custom cache folder. You can even evaluate to leave this blank and create a symbolic link <code>wp-content/cache/lite-cache -&gt; [your folder]</code>.
ru_ru: Оставье пробел, для установи по-умолчанию. Правила в .htaccess возможно не работают с папкой кэша. Вы можете попробывать данный вариант прописав ссылку<code>wp-content/cache/lite-cache -&gt; [your folder]</code>

source: Your blog is located on
ru_ru: Ващ сайт находится по адресу

source: <span style="color:red">Cautiously!!!</span> A wrong configuration can destroy your blog.
ru_ru: <span style="color:red">Осторожно!!!</span>, НЕ ПРАВЕЛЬНАЯ конфигурация может уничтожить ваш сайт.

source: Save
it_it: Salva
ru_ru: Сохранить

source: Totally delete the options
it_it: Rimuovi tutte le opzioni
ru_ru: Удалить настройки полностью

source: Are you usre?
it_it: Sei sicuro?
ru_ru: ВЫ Администатор?

source: To totally remove the plugin, delete the options and the follow the <a href="http://www.satollo.net/plugins/lite-cache" target="_blank">dismissing steps</a>.
it_it: Per rimuove completamente il plugin vedi i <a href="http://www.satollo.net/plugins/lite-cache" target="_blank">passi per la rimozione</a>.
ru_ru: Что бы полностью удалить плагин, удалите настройки, кэш и посетите сайт поддержки <a href="http://www.satollo.net/plugins/lite-cache" target="_blank"> Удаление плагина </a>.

source: Cache size
it_it: Dimensione cache

source: Clean home
it_it: Invalida la home
